[
    {
        "pid": "53070",
        "title": "Advancing Research to Combat Drug-Resistant Tuberculosis Through TB Alliance",
        "picture_url": "https://skild-prod.s3.amazonaws.com/p4h/images/small/placeHolder.jpg",
        "org": "Novartis AG",
        "summary": "Tuberculosis is a global pandemic. It kills more adults worldwide than any infectious disease other than HIV/AIDS.  One of the biggest challenges facing tuberculosis researchers is how to combat multidrug-resistant tuberculosis, which is caused by an organism that is resistant to the most potent tuberculosis drugs.  Novartis has discovered a novel class of compounds called indolcarboxamides that are active against drug-sensitive and multidrug-resistant strains of tuberculosis.  The TB Alliance is a Section 501(c)(3) not-for-profit product development partnership that seeks to find new and improved tuberculosis treatment regimens.  Novartis has signed an exclusive worldwide licensing agreement with the TB Alliance for this novel class of compounds, which will allow the TB Alliance to develop these compounds, as well as potentially to conduct clinical trials.  Novartis has not asked for any upfront or milestone payments.",
        "category": "Medicine",
        "type": "Humanitarian Research",
        "location": "Basel, Switzerland",
        "contact": ""
    },
    {
        "pid": "52429",
        "title": "Device to Prevent Hypothermia in Preterm Babies in low resource settings",
        "picture_url": "https://skild-prod.s3.amazonaws.com/p4h/images/small/team50264-entry52429-section33506-incupouchlogo-1409070524102.jpg",
        "org": "Prasanga Lokuge\nChristian Felt",
        "summary": "Every year, over 4 million infants, worldwide, die within their first month of birth. Of this, 3.9 million belong to the developing world. 25% of the deaths are caused due to complications of prematurity, most often, the leading causes being heat loss and dehydration (UNICEF data). \nThe IncuPouch™ is a low cost device designed to prevent heat loss and dehydration in preterm and low birth weight infants, without the use of electricity. A hybrid device still in development, the Incupouch combines the benefits of skin to skin with the benefits of standalone care in one device. The IncuPouch is also designed to stimulate breastfeeding and has been designed with cultural acceptability in mind. It can be used in homes or facilities and has the potential to also serve as a “transport incubator” of sick infants from home to facility. It can also be effective in humanitarian and refugee settings.",
        "category": "Medicine",
        "type": "Humanitarian Use",
        "location": "Minneapolis, MN, USA",
        "contact": ""
    },
    {
        "pid": "52864",
        "title": "L PRV Saves Lives",
        "picture_url": "https://skild-prod.s3.amazonaws.com/p4h/images/small/team51083-entry52864-section33506-picture3-1412530473416.jpg",
        "org": "Manuel T. Rosado\nLee C. Rosado",
        "summary": "The Lee’s Pneumothorax Relief Valve (The L-PRV) is a decompression needle that was originally designed to improve the inefficient and wasteful procedure of decompressing a tension pneumothorax (PTX) within the U.S. military. However, The L-PRV has a worldwide usefulness, especially in impoverished areas. It can be utilized within the civilian EMS field, specifically, first responding ALS vehicles, in hospital emergency departments, and on TraumaOne aircraft.  Those skilled in the art will appreciate The L-PRV’s concept and design.\nA tension pneumothorax is a life threatening emergency caused by air under pressure within the pleural space.  In order to efficiently and effectively decompress a tension pneumothorax, it is crucial to relief the built up pressure within the pleural space as well as prohibiting any air from re-entering that pleural space.  The L-PRV’s cutting edge technology will efficiently and effectively treat a tension pneumothorax.",
        "category": "Medicine",
        "type": "Humanitarian Use",
        "location": "Jacksonville, FL",
        "contact": "Manuel T. Rosado\n12943 Bearpaw Pl.\nJacksonville, FL 32246"
    },
    {
        "pid": "53075",
        "title": "Patent for a household product - sales of which to help Darfurian refugees",
        "picture_url": "https://skild-prod.s3.amazonaws.com/p4h/images/small/team51311-entry53075-section33892-20141029_202551-1414639912283.jpg",
        "org": "Margaret Ruth Sharpe, individual",
        "summary": "Applicant has spent the past 14 years on patent applications (and related business), so that she can license her invention, and use the royalties to help the survivors of the Genocide in Darfur, Sudan rebuild their lives. There are about 2,000,000 refugees/IDP's that have been living in tent camps in Chad for the last 10 years. It's time they had a home.",
        "category": "Living Standards",
        "type": "Humanitarian Use",
        "location": "Costa Mesa, CA USA",
        "contact": "Margaret Sharpe\n949-375-3949\nmsharpe3949@gmail.com"
    },
    {
        "pid": "52999",
        "title": "Kit for early detecting the efficacy of targeted drugs in cancer patients",
        "picture_url": "https://skild-prod.s3.amazonaws.com/p4h/images/small/team51173-entry52999-section33506-logo-1413049161759.jpg",
        "org": "Ming-Chung Jiang/Taipei Medical University-Shuang Ho Hospital",
        "summary": "Targeted therapy has led to significantly improved clinical outcomes in cancer treatment. However, tumor may resistance to a targeted drug in initial targeted treatment or after a successful beginning targeted therapy. Tumor often has progressed when tumor resist to a targeted drug is being detected. Phospho-CSE1L is secreted from tumor and is regulated by MAPK-ERK, the target for most targeted drugs. The application/invention “phospho-CSE1L ELISA assay kit” can be used for early detecting the efficacy of and resistance to targeted drugs in cancer patients. The applications are: 1. Monitoring the efficacy of a targeted drug in initial treatment. 2. Monitoring the occurrence of resistance to targeted therapy after a successful beginning treatment. 3. Companion Diagnostics, to identify responsive patient sub-populations that their tumors will response to targeted drugs that attack MEK, such as selumetinib.",
        "category": "Medicine",
        "type": "Humanitarian Use",
        "location": "Taipei, Taiwan",
        "contact": "Email: \njiangmwd@gmail.com\njiangmcedu@yahoo.com.tw"
    },
    {
        "pid": "52438",
        "title": "The Nutritional Autonomy for All",
        "picture_url": "https://skild-prod.s3.amazonaws.com/p4h/images/small/team50289-entry52438-section33823-p1060784-1409241208661.jpg",
        "org": "Nutriset",
        "summary": "The patent used as a tool to create and enhance local participation in southern countries for the manufacture and distribution of nutritional products intended to the prevention and treatment of malnutrition.",
        "category": "Nutrition",
        "type": "Humanitarian Use",
        "location": "Malaunay, France",
        "contact": ""
    },
    {
        "pid": "52511",
        "title": "'Windsprings” - Create Power with Gusty Winds, Tethered Objects, Vertical Cols",
        "picture_url": "https://skild-prod.s3.amazonaws.com/p4h/images/small/team50466-entry52511-section33869-picture-1414712978317.png",
        "org": "Saavedra LTD",
        "summary": "Tall, flexible, vertical columns, and tethered objects that bob in the wind, can capture the energy of gusty winds, currently neglected.\nWith columns designed as springs, the resulting movement and energy can power permanent magnet alternators to generate electricity.  This creates electrical energy without burning any fossil fuels, creating air pollution, unwanted noise, and without killing any wildlife.  The fuel source –wind– is clean, abundant, widely distributed, easily accessible, renewable, and sustainable. This can be used to give community electrical power to some of the 1.2 billion people on Earth who live off the electrical grid. Gas electric hybrid cars like the Toyota Prius and Honda Insight all use permanent magnet alternators that operate with great variance in latency, duration, speed, and power.  It’s time to THINK OUTSIDE THE CAR and use it to help bring people in developing nations onto the electrical grid, while lowering our own domestic energy costs as well.",
        "category": "Household Energy",
        "type": "Humanitarian Research",
        "location": "Irmo, South Carolina",
        "contact": "lookforthepower.com\njohn@lookforthepower.com"
    },
    {
        "pid": "53044",
        "title": "American Standard’s SaTo Technology: Safer Human Waste Disposal Worldwide",
        "picture_url": "https://skild-prod.s3.amazonaws.com/p4h/images/small/team51218-entry53044-section33846-as_ffg_logo_combo-1414615686623.jpg",
        "org": "AS IP Holdco L.L.C. and \nAmerican Standard Brands, \neach of which is an affiliated sister company of the LIXIL GROUP Corporation.",
        "summary": "American Standard’s “SaTo (Safe Toilet) Technology” was created to provide safer sanitation for people worldwide who do not have access to safe, basic sanitation.  The SaTo Technology includes specially designed latrine pans and collectors; the latrine pan has a counterweighted trapdoor-like flapper that “teeter-totters” between an open and closed position.  When waste is delivered to the closed pan, it can be “flushed” by application of mechanical force.  Upon closure, the cup-shaped flapper door retains a small amount of the flush water to create an air-tight seal that reduces odors and prevents flying insects from entering and exiting the pit, thereby eliminate a primary route of disease transmission.  The SaTo Technology is elegant in its adaptability to a wide spectrum of practical, geographical and cultural parameters, making it suitable for worldwide use.",
        "category": "Sanitation",
        "type": "Humanitarian Use",
        "location": "Piscataway, NJ USA",
        "contact": ""
    },
    {
        "pid": "53090",
        "title": "Water Conservation",
        "picture_url": "https://skild-prod.s3.amazonaws.com/p4h/images/small/placeHolder.jpg",
        "org": "Rein Tech, Inc.",
        "summary": "Rein Tech, Inc. is a company devoted to submit patent applications that defines technology for apparatuses that promote water conservation and further to monitor, display and/or alert for water quality issues in the entry point of a residence or company water supply line.",
        "category": "Sanitation",
        "type": "Humanitarian Use",
        "location": "Cheyenne, Wyoming",
        "contact": "Michael Klicpera\ndebonair7@att.net"
    },
    {
        "pid": "52492",
        "title": "“Think Outside the Car” - Generating Electricity with Gusty Winds \u0026 Rigid Flaps",
        "picture_url": "https://skild-prod.s3.amazonaws.com/p4h/images/small/team50416-entry52492-section33869-intermittentwindspic-1410263861975.png",
        "org": "Saavedra LTD",
        "summary": "Gas electric hybrid cars like the Toyota Prius and Honda Insight all use permanent magnet alternators that operate with great variance in latency, duration, speed, and power.  In other words, just like the ambient winds that cover much of the Earth’s surface.  This is proven technology currently limited to cars.\nIt’s time to THINK OUTSIDE THE CAR and use it to help bring people in developing nations onto the electrical grid, while lowering our own domestic energy costs as well.\nGenerating electricity in this way is clean, renewable, sustainable, and silent.  The fuel source is renewable, sustainable, clean, abundant, cheap, widely distributed, and easily accessible.  This can be used to give community electrical power to some of the one in five people on Earth currently living off the grid.  It is time to take this proven technology out of the car and into the open spaces to capture the energy from intermittent, gusty winds, and vehicle turbulence.  \n'Think outside the car'.",
        "category": "Household Energy",
        "type": "Humanitarian Research",
        "location": "Irmo, SC USA",
        "contact": "john@lookforthepower.com\nsaaavedra@mindspring.com"
    },
    {
        "pid": "53071",
        "title": "Technology for improving nutrition, the use of food resources, and food safety.",
        "picture_url": "https://skild-prod.s3.amazonaws.com/p4h/images/small/team51267-entry53071-section33823-covergraphic-1414626723324.jpg",
        "org": "Eugenio Minvielle, an individual.",
        "summary": "The applicant’s INNIT® information technologies enable a digital food ecosystem that provides relevant, reliable information in simple ways about food throughout its journey from “farm to fork.”  More particularly, the Innit® ecosystem provides access to dynamic nutritional information, bridging the gap between static labels and the evolving state of food over time.  Encouraging consumers to “Listen to Your Food™,” Innit enables consumers to make more informed choices and to lead healthier lives. Moreover, Innit is putting its patents to work enabling participants throughout the global food industry—including growers, processors, manufacturers, operators and retailers—to optimize handling and preparation of food through the supply chain. Cumulatively, these informed decisions can enable worldwide reductions in food waste, decrease the need for preservatives, and improve health and wellbeing, and lower environmental stress on food-producing resources.",
        "category": "Nutrition",
        "type": "Humanitarian Use",
        "location": "Rye, New York, U.S.A",
        "contact": ""
    },
    {
        "pid": "52832",
        "title": "Rapid, Cost-Effective Diagnostics for Resource-Limited Settings",
        "picture_url": "https://skild-prod.s3.amazonaws.com/p4h/images/small/team51074-entry52832-section33506-aldatu_icon_lowgradient-withborder-1412284848738.png",
        "org": "Aldatu Biosciences",
        "summary": "Aldatu Biosciences is using proprietary innovations in genotyping technology (PANDAA) to provide superior, cost-effective diagnostic tools that enable effective HIV management worldwide. Our affordable tests can enable earlier and more sensitive detection of antiretroviral drug resistance, which allows clinicians to match every patient with optimal drugs, resulting in dramatically improved patient outcomes and a reduction in the global cost of HIV treatment.",
        "category": "Medicine",
        "type": "Humanitarian Use",
        "location": "Boston, MA USA",
        "contact": "www.aldatubio.com // change@aldatubio.com"
    },
    {
        "pid": "52372",
        "title": "Portable Neonatal Intensive Care Unit (NICU)",
        "picture_url": "https://skild-prod.s3.amazonaws.com/p4h/images/small/team50167-entry52372-section33506-portablenicu_dftw_rendering-1408108955417.jpg",
        "org": "Designs for the World LLC",
        "summary": "The portable, self-contained, neonatal intensive care unit (NICU) provides heating (or cooling) for the patient by controlled exchange of thermal energy between a transparent enclosure that houses the infant and an internal reservoir.  The invention has no requirement for electrical power.  The internal reservoir utilizes water that is heated (or cooled) by an external source.  The micro-environment inside the transparent enclosure for the infant and the water inside the internal reservoir are thermally and acoustically isolated in order to minimize heat and sound exchange with the ambient environment.",
        "category": "Medicine",
        "type": "Humanitarian Use",
        "location": "St Petersburg, FL US",
        "contact": "Designs for the World LLC\n901 34th Avenue N, No. 76265\nSt. Petersburg, FL 33734 U.S.A.\ninfo@designsfortheworld.com\nwww.designsfortheworld.com"
    },
    {
        "pid": "53085",
        "title": "Semi-Synthetic Artemisinin Production Process for Anti-Malarial Drugs",
        "picture_url": "https://skild-prod.s3.amazonaws.com/p4h/images/small/team51057-entry53085-section33506-picturejpeg-1414777028495.jpg",
        "org": "SANOFI",
        "summary": "The patent is directed to a process for producing semi-synthetic artemisinin which is used in the production of anti-malarial drugs. Malaria is a disease that overwhelmingly affects areas of poverty. The present technology uses scientific innovation to develop a new synthetic biology pharmaceutical manufacturing process to produce a high quality, low cost, stable supply of artemisinin, a key ingredient in pharmaceutical treatments for malaria.",
        "category": "Medicine",
        "type": "Humanitarian Use",
        "location": "Paris, France",
        "contact": "SANOFI US\n55 Corporate Drive\nBridgewater, NJ  08807\n800-981-2491"
    },
    {
        "pid": "53118",
        "title": "Diagnostics and Therapeutics for Restoring the Immune System",
        "picture_url": "https://skild-prod.s3.amazonaws.com/p4h/images/small/placeHolder.jpg",
        "org": "Alpha-1 Biologics LLC",
        "summary": "Based on the technology described in the issued and pending patents, I am developing the first synthetic therapeutic agent that can restore the immune system in patients with secondary immune deficiency.  We have developed the first saliva-based test with the potential to dramatically reduce the high cost of monitoring HIV patients globally. This test, based on the test described in issued patent 6,887,678 and pending patent 13/450,532, will increase access to lifesaving treatment, reduce the spread of HIV and extend lives.",
        "category": "Medicine",
        "type": "Humanitarian Use",
        "location": "Stony Brook, NY, USA",
        "contact": "Name: ___Cynthia L. Bristow, PhD___________________________\nAddress: ___25 Health Sciences Dr., Suite 110___________________\nEmail: _cynthia.bristow@alpha1biologics.com___________________\nPhone Number: __631-444-6238_____________________\nPreferred contact method: _email_____________"
    },
    {
        "pid": "53043",
        "title": "Reducing world hunger and poverty while improving health of overweight people",
        "picture_url": "https://skild-prod.s3.amazonaws.com/p4h/images/small/team51241-entry53043-section33823-overweightvshungry-1414090653873.jpg",
        "org": "Jose Luis Garcia",
        "summary": "The applicant´s technology produces a formulation obtained from leaves and seeds of bean plants containing an appetite suppressant and inhibitors of the digestive enzymes α-amylase, α-glucosidase and lipase in order to provide a unique health benefit for a target population of 2.3 billion people who are overweight, a key health risk factor.  It uses the leafy byproduct of Leaf Protein Concentrate (LPC) production, which makes financially viable the development of a network of modular LPC production units in developing countries to reduce world poverty, with a target population of 1.2 billion persons by enabling small farmers to have immediate access to additional incomes for selling their beans and the bean plant leaves (currently discarded), while creating high-productivity jobs. It also helps to fight world hunger, as bean flour is a low-cost byproduct of processing the beans and can be distributed among local undernourished people, with a target population of 842 million persons.",
        "category": "Nutrition",
        "type": "Humanitarian Use",
        "location": "Valencia, Venezuela",
        "contact": "email: jlg21059@yahoo.com"
    },
    {
        "pid": "53083",
        "title": "Systems and methods for an advanced medical device",
        "picture_url": "https://skild-prod.s3.amazonaws.com/p4h/images/small/team51327-entry53083-section33506-1363647180-1414763828693.png",
        "org": "Metrad Biosystems",
        "summary": "Diseases and injury of the brain and spinal cord cost our society hundreds of billions of dollars and profoundly affect the lives of patients and families.  Moreover, costs are expected to rise significantly with the aging of our population.  Alzheimer’s disease alone costs the US $214B dollars.  The cerebrospinal fluid is implicated in many of these disease processes yet it remains poorly understood.  We are developing a patented biomaterial and flow chamber that will allow high throughput studies of the cerebrospinal fluid, thereby reducing the cost and methodological concerns of animal models, as well as increasing the efficiency of traditional and rational drug discovery. Better tools directed at high-throughput \ndrug discovery are necessary.",
        "category": "Medicine",
        "type": "Humanitarian Research",
        "location": "Los Gatos, CA, USA",
        "contact": "Milan Radojicic MD\nMilan.radojicic@metradbiosystems.com"
    },
    {
        "pid": "53116",
        "title": "Diagnostics for early detection of dengue infection",
        "picture_url": "https://skild-prod.s3.amazonaws.com/p4h/images/small/placeHolder.jpg",
        "org": "InBios International, Inc.",
        "summary": "Dengue is an acute viral disease of man, which is transmitted by Aedes aegypti mosquitoes. Dengue is characterized clinically by biphasic fever, rash and hematopoietic depression, and by constitutional symptoms such as malaise, arthralgia, myalgia and headache.  The disease can also develop more severely, with manifestation of hemorrhagic fever which may progress to lethal shock.  According to the World Health Organization (WHO), the incidence of dengue infection increased 30-fold over the last 50 years. Dengue is endemic in at least 100 countries in Asia, the Pacific, the Americas, Africa and the Caribbean.Dengue is endemic in at least 100 countries in Asia, the Pacific, the Americas, Africa and the Caribbean.\n\nEarly detection facilitates earlier treatment and improved patient outcome, and aids disease surveillance.  InBios International, the assignee of this application, has developed diagnostic assays in two format.",
        "category": "Medicine",
        "type": "Humanitarian Use",
        "location": "Seattle, WA, USA",
        "contact": ""
    },
    {
        "pid": "53117",
        "title": "Biological cleansing of purification of waste waters for agronomic production",
        "picture_url": "https://skild-prod.s3.amazonaws.com/p4h/images/small/placeHolder.jpg",
        "org": "Lyseconcept France  \nLyseconcept Sénégal \nLyseconcept RDC \nLyseconcept Bénin \nLyseconcept Mali\nLyseconcept MAuritanie\nLyseconcept Namibia",
        "summary": "The PROJECT brings public health, hygiene in the habitat, a financial economy, a market economy, fresh food and employment with a rural population. \nThe inhabitants must drain their pits of excrements when those Ci are full, the cost of this operation burdening the family budget. Not having money, the men link their efforts by digging a hole in the lane in front of the house to transfer the contents to it, with all the risks to weaken the bases of the buildings. The children play with the liquid, the mosquitos proliferate and the infiltration in the ground contaminates the water of the well in which the house is supplied out of drinking water, not counting the stenches.\nBy the concept of the Biological Cleansing people use a little more water for the improvement of domestic hygiene.",
        "category": "Sanitation",
        "type": "Humanitarian Use",
        "location": "Toulon, France",
        "contact": "Name: D’Alexandris France   \nAddress: 103 Rue Ernest Renan Toulon 83000 \nEmail: lyseconcept@gmail.com\nPhone Number: +330603658726\nPreferred contact method: Email lyseconcept@gmail.com"
    },
    {
        "pid": "52418",
        "title": "Disaster Emergency Assessment Notification (DEAN)",
        "picture_url": "https://skild-prod.s3.amazonaws.com/p4h/images/small/team50221-entry52418-section33506-bc_1-1408684729465.jpg",
        "org": "Blaster Communications Inc.",
        "summary": "This mobile application though it was originally designed to aide facilities such as churches, schools, and hospitals, it can be used by virtually anyone in any emergency situation. This mobile application will allow people to track members and victims after a major disaster, as well as, allow parents to locate their children. The system utilizes Quick Response (QR) code barcodes, which are recognized by the mobile application. By scanning the QR code (which is embedded on a user’s tag), a staff member will be able to provide the user’s name, age, gender, and injury information to the emergency response team.",
        "category": "Medicine",
        "type": "Humanitarian Use",
        "location": "Rancho Cucamonga CA.",
        "contact": "909-373-5665"
    },
    {
        "pid": "53064",
        "title": "wellness connected. Health Prevention Program to all who need it most",
        "picture_url": "https://skild-prod.s3.amazonaws.com/p4h/images/small/team51288-entry53064-section33892-wellnessconnected-1414535379534.png",
        "org": "LeanRadar LLC\nJuan Manuel Garcia",
        "summary": "Wellness Connected. \nOnline website wellness suite all in one. \n1)\tWellness Risk Assessment. Interactive Self-assessment, generate Individual and Group wellness risk profile, Assisted with SMART diagnostics stations at Public Libraries, Rural Schools, Pharmacies and Public buildings and unlimited periodic assessment, it provides accurate health prevention performance.\n2)\tSMART WEB application to link Wellness Risk Profile with Healthy Individual and Group Behaviors and match with local and regional wellness education programs, campaign and resources.\n3)\tWellness Virtual Advice. Private and security Video chat online with qualified (volunteerism) experts to advice, coach, evaluate and monitor wellness risk performance. \n4)\tWellness connected Calendar. Daily SMART Wellness Activity calendar, link activities, with risk profile, participation and performance. Full control of users to to update and share.",
        "category": "Living Standards",
        "type": "Humanitarian Use",
        "location": "Miami, Fl USA",
        "contact": "J. Manny Garcia"
    },
    {
        "pid": "52821",
        "title": "Rapid Self-Sterilizing Device",
        "picture_url": "https://skild-prod.s3.amazonaws.com/p4h/images/small/team51063-entry52821-section33846-uv殺菌海報-1414490279985.png",
        "org": "Industrial Technology Research Institute of Taiwan, Shr Ren-Chin Designer",
        "summary": "Virus and bacteria are easily introduced into a human body through the subject's hands when the subject operates public facilities.  Examples of such facilities include elevator buttons, handrail of public transport vehicle and touch panel of ATM machine, etc.  For example, pathogen may be attached on elevator buttons because of the physically touch by a person with an infectious disease, when other people touch the button again, the pathogen will be spread and cause the disease transmission.  This invention combines UV sterilization and FTIR (frustrated total internal reflection) phenomenon, the UV light is guided inside the device ordinarily, and it will leak out there where bacteria or virus adhered on.  So that the device can provide a germ-free surface and people can feel relieved while touching or holding them.",
        "category": "Sanitation",
        "type": "Humanitarian Use",
        "location": "Taiwan, R.O.C",
        "contact": "Name: Shr Ren-Chin\nAddress: R117-B4, ITRI, 30011, Taiwan (R.O.C)\nEmail: renchin@msn.com"
    },
    {
        "pid": "53042",
        "title": "FLAMESTOWER – TURNING COOKING FIRES INTO IN HOME ELECTRICITY",
        "picture_url": "https://skild-prod.s3.amazonaws.com/p4h/images/small/team51247-entry53042-section33869-logo_square2-1414086460472.jpg",
        "org": "FLAMESTOWER, INC",
        "summary": "FlameStower builds personal, sustainable energy platforms for emerging markets. \n\nOur first product, the Fire Charger, converts excess heat energy from cooking and camp fires into electricity to charge phones, cameras, and other gear for campers and backpackers everywhere.\n\nGlobally, our technology is being adapted for in-home use in emerging markets, decreasing the cost of energy access for billions living in off-grid and weak grid regions. Through partnerships in Africa, Central America, and Southeast Asia FlameStower is introducing its sustainable technologies to power mobile devices - increasing knowledge and communication access in the fastest growing mobile markets in the world.",
        "category": "Household Energy",
        "type": "Humanitarian Use",
        "location": "San Francisco, CA",
        "contact": "info@flamestower.com"
    },
    {
        "pid": "52935",
        "title": "Method of Distributing Music Online",
        "picture_url": "https://skild-prod.s3.amazonaws.com/p4h/images/small/team51111-entry52935-section33892-design8combinedlogo-1412678245875.jpg",
        "org": "Charles S. Parker, Jr. (Sole inventor)",
        "summary": "This application is the systematic modernization of the recorded music industry that will reduce the risk that record companies take when signing, producing, promoting, and other related costs involving new talent.  It involves online music stores which charge artists (the sellers of content) periodic rent; otherwise, the process can become a virtual garbage dump of unwanted media.  Much of this rent revenue will be given to charity.  Thus, it is a key part of the invention whereas a large portion of artists periodic rent and a portion of revenues gained from sales to consumers will be used to support charities. As shown on the project's website, www.BiggerThanIdol.com, this charitable giving will be called 'Music’s Mission to Ease Human Suffering”.  This new process is the way forward.  Previous business methods that rely primarily on “trial and error” no longer make sense, especially when compared with this invention.",
        "category": "Living Standards",
        "type": "Humanitarian Use",
        "location": "",
        "contact": "Charles S. Parker, Jr.\nP O BOX 324, Steubenville, OH  43952\n[Email:] cp@BiggerThanIdol.com \n[Website:]  www.BiggerThanIdol.com\n[Phone Number:] 740-457-8101\n[Preferred contact method:] Email\n[Press contact:] Charles S. Parker, Jr."
    },
    {
        "pid": "52491",
        "title": "“Heat From Highways” - Generating Electricity from Thermal Gradients",
        "picture_url": "https://skild-prod.s3.amazonaws.com/p4h/images/small/team50400-entry52491-section33869-applicationlogo-1409866501638.png",
        "org": "Saavedra LTD",
        "summary": "Thermal gradients, or temperature differences, are all around us, but are completely overlooked as an energy source.  Waste heat from automobiles , asphalt highways, and industrial processes, the differences between ground surface and four feet underground, between sun and shade,  waste heat collected in attic spaces  - these may all be converted directly to electricity by hydraulic generators.\nI have a pending U.S. Patent that describes how to do this.\nGenerating electricity in this way is clean and silent.  It burns nothing, pollutes nothing and emits nothing.  The fuel source is abundant, cheap, green, widely distributed, easily accessible, renewable and sustainable.\nThis can be used to give community electrical power to some of the one in five people on Earth currently living off the grid. This is associated with illiteracy, poverty, reduced life expectancy, high infant mortality, and crop failure.\nThis can reduce reliance on fossil fuels, thus improving air quality.",
        "category": "Household Energy",
        "type": "Humanitarian Research",
        "location": "Irmo, SC  USA",
        "contact": "saavedra@mindspring.com\njohn@lookforthepower.com\nlookforthepower.com"
    },
    {
        "pid": "53072",
        "title": "Freedom Chair: the Adaptive and Portable All-Terrain Mobility Machine",
        "picture_url": "https://skild-prod.s3.amazonaws.com/p4h/images/small/team50240-entry53072-section33506-gritfreedomchair-1414625293300.jpg",
        "org": "Global Research Innovation and Technology (GRIT)\nIndividual Inventor: Benjamin Michael Judge (representing all 3 entities listed)\nMassachusetts Institute of Technology\nSingapore University of Technology and Design",
        "summary": "The Freedom Chair uses a lever drivetrain and mountain bike parts to help people move beyond the pavement.\n\nOver the past five years we've changed lives around the developing world with our Leveraged Freedom Chair (LFC) Trails, parks, fields, beaches, gardens... there's a lot of adventure and life beyond the pavement. And sometimes the pavement itself is a challenge, with potholes, uneven cuts, and unplowed snow. Getting out and about, on and off road, and participating in the community is important for everyone.\n\nThe Freedom Chair features:\n\nlever drive: lets you maneuver over obstacles with 50% more torque than pushrims \nstandard bike parts: for easy repairs and infinite customization \nthree big wheels: roll over obstacles that would trap standard castors\nportability: fits in the trunk of a small sedan, making it easier than ever to get to the trailhead!",
        "category": "Medicine",
        "type": "Humanitarian Use",
        "location": "Cambridge, MA, USA",
        "contact": "Name: _Global Research Innovation and Technology__\nAddress: __288 Norfolk St. 4th Flr, Cambridge, MA 02139, USA__\nEmail: _info@gogrit.org________________________\nPhone Number: __617-383-4748_________________\nPreferred contact method: _email: info@gogrit.org__________\nPress contact: ___ email: info@gogrit.org _______________"
    },
    {
        "pid": "52553",
        "title": "UroCycler Automatic Bladder Management System",
        "picture_url": "https://skild-prod.s3.amazonaws.com/p4h/images/small/placeHolder.jpg",
        "org": "UroSolutions Technologies, Inc.\nFoundation Fighting Fatal Infection \u0026 Disease",
        "summary": "The UroCycler is a device that attaches to the drain tube of a Foley Catheter and has been proven to reduce Catheter Associated Urinary Tract Infections by over 90%",
        "category": "Medicine",
        "type": "Humanitarian Use",
        "location": "Orlando,Florida, USA",
        "contact": ""
    },
    {
        "pid": "53062",
        "title": "Humidity Collection Apparatus",
        "picture_url": "https://skild-prod.s3.amazonaws.com/p4h/images/small/team50291-entry53062-section33892-hydroart-1414530748534.jpg",
        "org": "Operation HydroDrop",
        "summary": "Operation HydroDrop™, a non-profit organization, aims to provide the developing world with clean, plentiful and affordable water by combining HydroCollector Technology with modern networking and fundraising platforms.",
        "category": "Living Standards",
        "type": "Humanitarian Use",
        "location": "Austin, TX, USA",
        "contact": "info@hydrodrop.org"
    },
    {
        "pid": "53077",
        "title": "Remediation of Tuluwat Village, Wiyot Indian Tribe",
        "picture_url": "https://skild-prod.s3.amazonaws.com/p4h/images/small/team51276-entry53077-section33846-cool-oxregisteredlogo-1414707104831.jpg",
        "org": "DeepEarth Technologies, Inc.",
        "summary": "Humanitarian Use Application for a technology to remove toxic waste and renew soils for revegetation. Case study is presented on the Remediation of Tuluwat Village, Wiyot Indian Tribe.",
        "category": "Sanitation",
        "type": "Humanitarian Use",
        "location": "Alsip, IL USA",
        "contact": "Name: Cheryl Rietjens\nAddress: 12635 South Kroll Drive, Alsip, IL  60803\nEmail: cheryl@cool-ox.com\nPhone Number: (708) 396-0100\nPreferred contact method: e-mail\nPress contact: William Lundy, Sr. or Cheryl Rietjens"
    },
    {
        "pid": "52444",
        "title": "Cardiopulmonary Lightning Protection Garment",
        "picture_url": "https://skild-prod.s3.amazonaws.com/p4h/images/small/team50300-entry52444-section33506-photo2-1409357641996.jpg",
        "org": "Zoltar Technology\nDan Schlager",
        "summary": "Lightning is the number one cause of environmental injuries outnumbering floods, tornadoes, hurricanes, earthquakes and avalanches.  There are currently no personal protection garments that protect or reduce the risk of injury from lightning strikes.  240,000 lightning injuries per year around the world, with 24,000 deaths worldwide.  Rural communities and poor countries are at higher risk of injury and death.  Nonetheless, the United States has around 100 deaths per year and approximate 1000 injuries in the US per year.  The conductive fabric designed by Zoltar Technology produces a flashover phenomenon inducing the lightning to go over the body and not through the body.  This reduces the incidence of death by avoiding the heart and reducing the probability of cardiac arrhythmias.",
        "category": "Medicine",
        "type": "Humanitarian Research",
        "location": "Tiburon, California,",
        "contact": "Dan Schlager MD\n116 Barn Road\nTiburon, Ca 94920\nzolt@comcast.net"
    },
    {
        "pid": "52417",
        "title": "LOLA Foundation",
        "picture_url": "https://skild-prod.s3.amazonaws.com/p4h/images/small/team50220-entry52417-section33892-logo7-5-4-1408666202377.jpg",
        "org": "LOLA Foundation",
        "summary": "The LOLA Foundation is a 501c3 non-profit foundation established in 2011 and located in California to support and address humanitarian needs of children in the Philippines, particularly in the Palawan province, where there is a very high poverty rate especially among remote villages in this underdeveloped southern island province.  In addition to basic need for medical and educational supplies for children in the Palawan, this southern agricultural region of the Philippines has repeatedly suffered a series of recent typhoons and earthquakes. The LOLA Foundation owns a small patent portfolio of 2 US design patents, which were invented and donated to the Foundation by Dennis Fernandez.  The Foundation has recently launched an active patent licensing program to monetize both of these patents, which cover unique ornamental ring design, in order to raise operational capital and basic supplies to help children in Palawan, Philippines in terms of basic medical and educational needs.",
        "category": "Living Standards",
        "type": "Humanitarian Use",
        "location": "Atherton, CA  USA",
        "contact": "Dennis Fernandez\ndennis@iploft.com"
    },
    {
        "pid": "52863",
        "title": "Method and Apparatus to Rewire the Brain Using Fingertip movement",
        "picture_url": "https://skild-prod.s3.amazonaws.com/p4h/images/small/team51082-entry52863-section33506-brainpathslogotrademark-1412529289027.jpg",
        "org": "BRAINPATHS LLC",
        "summary": "Brainpaths is a method and device to stimulate the cortex of the brain using fingertip movement. While repeatedly tracing the Brainpaths device, a user stimulates 3000 mechanoreceptors located under the skin of the fingertip. Brainpaths is registered with the FDA as a Medical Device for Neurology.\nBrainpaths LLC invented and now designs, manufactures, distributes, a non-invasive hand held tracing device to stimulate the brain. Brainpaths is a one-of-a-kind device that indents into each fingertip to access 3000 mechanoreceptors located under the skin. Brainpaths uses the power of Braille, but makes it available to everyone, using a FDA registered medical neurological device for home use. Brainpaths injected plastic devices are ready to go nationwide and even worldwide, but the challenge is educating the public about this new technology. September 15, 2014, Leading Edge Series, a subsidiary of PBS television shot a video of Brainpaths that will be shown to 60 million viewers on PBS.",
        "category": "Medicine",
        "type": "Humanitarian Use",
        "location": "Las Vegas, Nevada US",
        "contact": "Brainpaths LLC\nMedical Devices\nPatricia Derrick\nPresident/Inventor \nLas Vegas, Nevada\n702-804-1112"
    },
    {
        "pid": "53079",
        "title": "A methods of Purifying Fucoidan from Brown Algae",
        "picture_url": "https://skild-prod.s3.amazonaws.com/p4h/images/small/team51318-entry53079-section33823-fucoforce-1414737040987.png",
        "org": "National Taiwan University Science and Technology;\nNational Penghu University of Science and Technology",
        "summary": "It is proposed that foods or drinks can be prepared by incorporating, adding and/or concentrated fucoidan originating in fucoidan-containing substances. Fucoidan is a polysaccharide containing sulfated fucose which is contained in seaweed, trepang, etc. The object of the present invention is to provide fucoidan-containing foods and drinks having a physiological activity which is a nutritional supplement for good health, having a well taste and, in particular, having an improved feel during eating to reduce the risk of food crisis, the lack of nutritional supplement, and the warm climates influence for people.",
        "category": "Nutrition",
        "type": "Humanitarian Use",
        "location": "Taipei, Taiwan, ROC",
        "contact": "TEL:+886-2-27303737\nNo.43, Sec. 4, Keelung Rd., Da’an Dist., Taipei 106, Taiwan (R.O.C.)"
    },
    {
        "pid": "52554",
        "title": "jelma motor",
        "picture_url": "https://skild-prod.s3.amazonaws.com/p4h/images/small/placeHolder.jpg",
        "org": "jameleddine abdellaoui",
        "summary": "combine system making electricity for free",
        "category": "Household Energy",
        "type": "Humanitarian Use",
        "location": "roswell , ga , u s a",
        "contact": "jameleddine abdellaoui\n175 derby forest ct roswell ga  30076\ninfo@jelmatechnology.com\n407 591 9657"
    },
    {
        "pid": "53093",
        "title": "FasciaDerm Heel Pain Relief System for Plantar Fasciitis",
        "picture_url": "https://skild-prod.s3.amazonaws.com/p4h/images/small/team51337-entry53093-section33506-fasciadermheelpainreliefsystem-1414805546081.png",
        "org": "Applied BioKinetics LLC",
        "summary": "FasciaDerm® Heel Pain Relief System  \nThe effect of plantar fasciitis on a bread-winner or care giver can have significant impact on the family. When people are in pain, the quality of life suffers or is virtually non-existent. When your feet hurt it is said your whole body hurts. Drug Free Pain Relieving Technologies for the Human Foot: a low cost, disposable, adhesively applied, two part pre-cut taping system, which is configured for ease of self-application and self-treatment of the heel and arch pain of plantar fasciitis.",
        "category": "Medicine",
        "type": "Humanitarian Use",
        "location": "Houston Texas, USA",
        "contact": ""
    },
    {
        "pid": "53078",
        "title": "You Too Can Recycle",
        "picture_url": "https://skild-prod.s3.amazonaws.com/p4h/images/small/team51245-entry53078-section33846-finaltoocanlogo-1414732934366.jpg",
        "org": "Laura Canary",
        "summary": "You Too Can Recycle is committed to improving sanitation through recycling. The linkage between poverty, wealth and waste shows that the poorest communities are disproportionately subject to unsanitary conditions. Educating the poor about recycling, waste reduction, and green initiatives is vital. If you teach a child to recycle when they’re 5, they will recycle when they’re 55. We must educate and engage children worldwide about recycling in order to build sustainable communities for tomorrow. You Too Can Recycle offers the solution by teaching children methods to reduce, reuse and recycle. It begins with Toucan Anne (recycling mascot) visiting schools in communities across the nation and world to provide educational outreach about recycling. Our first product, the toucan recycling receptacle, is used for collecting all types of recyclables. The educational aspect combined with the association of the toucan recycling receptacle is building universal awareness to help save our planet.",
        "category": "Sanitation",
        "type": "Humanitarian Use",
        "location": "Clearwater, FL, US",
        "contact": "Laura Canary \n\nMailing address:\nYou Too Can Recycle, LLC\n1985 Hyvue Dr.\nClearwater, FL 33763\n\nPhone: 727-272-0212\nEmail: lauracanary@yahoo.com\nWebsite: youtoocanrecycle.com"
    },
    {
        "pid": "53088",
        "title": "Eliminated Listening Chaos and Achieving Clarity of Sound for Auditory Challenge",
        "picture_url": "https://skild-prod.s3.amazonaws.com/p4h/images/small/team51299-entry53088-section33892-hearingforthefirsttime-1414785338789.jpg",
        "org": "Able Kids Foundation\n\nBrain Basket, LLC",
        "summary": "For over a decade, the inventors, Jo Waldron and Joan Burleigh, PhD have been recognized for pioneering work in materials, novel application, and technologies leading to technologies that address auditory performance for individuals with central auditory nervous system function and all levels of hearing loss including profound sensorineural hearing loss.  Their inventions have had a direct impact in increased educational accessibility and performance, employment opportunities, and enhanced quality of life for persons on a global scale.  To our knowledge, Able Kids Foundation licensed Brain Basket, LLC technologies are the first and only products to enhance clarity for people with all levels of hearing and processing disabilities, and those with normal hearing and processing.  The overall success of our technologies has addressed the limitations of multiple disabilities. We believe the acoustical device and headphones with the hearing technology will tear down barriers to communication.",
        "category": "Living Standards",
        "type": "Humanitarian Use",
        "location": "Fort Collins, CO USA",
        "contact": "Name: Ken Curtis, Brain Basket, LLC   Address: 724 Whalers Way, Bldg. I, Suite 101 Fort Collins, CO 80525\nEmail: kencurtis3@gmail.com  Phone Number: 303-884-7443   Preferred contact method: Email or Phone\nPress contact: Ken Curtis, Brain Basket, LLC or \nJo Waldron, Able Kids Foundation,   jwaldron@ablekidsfoundation.org or 1-970-226-2253"
    },
    {
        "pid": "53084",
        "title": "Advancing Living Standards with Crowdsourced Workplace Transparency",
        "picture_url": "https://skild-prod.s3.amazonaws.com/p4h/images/small/team51315-entry53084-section33892-laborvoiceslogo-1414774489337.png",
        "org": "LaboVoices, Inc.",
        "summary": "The workplace information system and method described herein provide an improved method of confidentially collecting, storing, processing, validating, analyzing and reporting information.  The workplace information system provides a secure communication platform, accessible to workers around the world through electronic devices such as mobile phones.  The workplace information systems and methods can be configured for regional languages, and messages can be recorded in local voices.  The workplace information system interface allows direct educational messaging to workers.  The workplace information system also provides informational messaging to workers designed to advance their health, safety, and overall quality of life on local programs and services such as legal aid, healthcare, micro-insurance, educational scholarships and vocational training.  The workplace information system collects accurate, real-time information on working conditions inside factories from workers.",
        "category": "Living Standards",
        "type": "Humanitarian Use",
        "location": "Sunnyvale, CA, USA",
        "contact": "Name: Kohl Gill\nAddress: \n201 West California Avenue, #1022\nSunnyvale CA 94086\nUSA\nEmail: kohlgill@LaborVoices.com\nPhone Number: 925.456.4574"
    },
    {
        "pid": "52431",
        "title": "D.I.Y. Shoes Educational program_KLEM PROJECT",
        "picture_url": "https://skild-prod.s3.amazonaws.com/p4h/images/small/team50268-entry52431-section33846-3logo-1409082969917.jpg",
        "org": "i-CLUE DESIGN, LEE Jinyoung Designer",
        "summary": "I noticed that people living in deprived conditions suffered from a significant lack of daily necessities in Africa(specially in MALAWI). The communities depended on foreign aid for more than 40% of their total living expenses, however research reveals that a much better life would be created if they were able to make food using materials bought from locals, not by the aid organizations. many children in Africa are forced to go barefoot, making them vulnerable and exposed to the environment, which in turn harms their feet. this often causes infections that can lead to a secondary infection without appropriate medical treatment. the ‘KLEM’ shoes hug the foot and use a minimal amount of fabric along with a piece of recycled tire. the ‘open design’ concept enables anyone to make their own, improving people’s living quality and giving a sense of independence.",
        "category": "Sanitation",
        "type": "Humanitarian Use",
        "location": "Seoul, KOREA",
        "contact": "https://www.facebook.com/klemproject\nwww.i-cluedesign.com\nicluedesign@gmail.com"
    },
    {
        "pid": "52477",
        "title": "Technology for Accessible Education for Children with Disabilities Worldwide",
        "picture_url": "https://skild-prod.s3.amazonaws.com/p4h/images/small/team50374-entry52477-section33892-patentimage-1409919954136.png",
        "org": "Zyrobotics, LLC",
        "summary": "It is estimated that there are 93 million children with disabilities around the world. According to the World Bank, at least 40 million children with disabilities do not receive an education, thus barring them from obtaining knowledge essential to gainful employment, leading to increased rates of poverty. Experts speculate that the inability of schools to accommodate special needs children stems from the fact that many children with disabilities often require specialized educational resources largely unavailable in developing countries. To address this need, Zyrobotics has developed a much needed solution to enable access to education that is accessible to children with disabilities worldwide. By providing the ability to use pervasive mobile technology, such as a cell-phone, and convert it into a special education resource typically unavailable in developing countries, our platform for universal education can assist in the developmental and educational growth of all children.",
        "category": "Living Standards",
        "type": "Humanitarian Use",
        "location": "Atlanta, GA, USA",
        "contact": "Zyrobotics, LLC\n3522 Ashford Dunwoody #105, Atlanta, GA 30319\nEmail: ztech@zyrobotics.com\nWeb: www.zyrobotics.com"
    },
    {
        "pid": "53113",
        "title": "MicroRNAs for Diagnostic Screening of Colon Cancer in Stool, Blood \u0026 Tissue",
        "picture_url": "https://skild-prod.s3.amazonaws.com/p4h/images/small/placeHolder.jpg",
        "org": "GEM Tox Labs, Institute for Research in Biotechnology",
        "summary": "Developing a rapid, reliable and inexpensive method to screen for “colon cancer” non-invasively in human stool or blood with high sensitivity and specificity comparable to colon tissue is urgently needed due to the very low sensitivity of the commonly used fecal occult blood test (FOBT) [sensitivity less than 10%], and the high cost of colonoscopy examination (about $10,000/exam) and the lack of trained Gastroenterologists to perform this test.",
        "category": "Medicine",
        "type": "Humanitarian Use",
        "location": "Greenville, NC",
        "contact": "Name: Dr. Farid E. Ahmed\nAddress: 2607 Calvin Way, Greenville, NC 27834-5627, USA\nEmail: gemtoxconsultants@yahoo.com\nPhone Number: (252) 321-7261 Cell: (252) 258-1008\nPreferred contact method: E-mail or telephone"
    },
    {
        "pid": "53089",
        "title": "Systems and Methods of Elevated Drainage for Flood Control and Water Conservatio",
        "picture_url": "https://skild-prod.s3.amazonaws.com/p4h/images/small/placeHolder.jpg",
        "org": "Mr. Jackie Hontiveros",
        "summary": "The world is desperate for a solution to devastating floods. Here it is.",
        "category": "Sanitation",
        "type": "Humanitarian Use",
        "location": "San Mateo, Californi",
        "contact": "Jack Hontiveros\njackhontiveros@att.net\n650-430-4464"
    },
    {
        "pid": "53091",
        "title": "Gilead Sciences: Tenofovir Alafenamide (TAF) Licensing to Medicines Patent Pool",
        "picture_url": "https://skild-prod.s3.amazonaws.com/p4h/images/small/team51335-entry53091-section33506-gileadlogotag-1415116675089.jpg",
        "org": "Gilead Sciences",
        "summary": "On July 23, 2014, Gilead and the Medicines Patent Pool (MPP) – a UNITAID-supported financing mechanism that expands access to medicines through the sharing of patents – announced an agreement to expand access to TAF for the treatment of HIV and hepatitis B, contingent on the medicine’s U.S. regulatory approval. Under the agreement, the MPP can sub-license TAF to generic drug companies in India and China, who may manufacture and distribute it in 112 developing countries. TAF may have significant advantages for HIV treatment in developing countries.  It may provide significant safety and tolerability advantages over existing HIV therapies for patients in these countries.  Its smaller milligram size could reduce manufacturing expenses and thereby lower the price of generic versions, which may enable generic manufacturers to develop single tablet regimens that are currently not possible with existing medicines.",
        "category": "Medicine",
        "type": "Humanitarian Use",
        "location": "Foster City, CA",
        "contact": ""
    },
    {
        "pid": "52508",
        "title": "HARVESTING ELECTRICITY AND IRRIGATION USING HELICAL TURBINES IN A VORTEX",
        "picture_url": "https://skild-prod.s3.amazonaws.com/p4h/images/small/team50461-entry52508-section33869-hugtruck-1410183784414.jpg",
        "org": "Living Water Is Corporation",
        "summary": "HUG (Helical Unique Generation) is a new good, which has never been seen before; it  deviates from any other good produced before. Over the past decades, no major breakthroughs have occurred in the basic machinery of utilities.\n\n This patent incorporates two important uses: irrigation and a new source of electricity (378 kW) along the banks of the river.  The use of energy bodies are placed in the center of any part of the river, where the electricity is needed. \n\n Imagine a torpedo-like apparatus, the HUG, made of a series of spiraling pipes, which create a laminar flow in order to increase its velocity by as much as three times the ambient flow of the river. A submersible pump of the HUG is connected to the rotary action of a helical turbine pumps water to a tall HUG Water Tower on the bank of the river, which then provides the gravitational force  of a vortex in the Tower.  At the bottom of this Tower, a similar helical turbine is connected to the rotary ac",
        "category": "Household Energy",
        "type": "Humanitarian Use",
        "location": "Gatineau, Qc, Canada",
        "contact": "www.livingwateris.com\n\nroaudet@gmail.com"
    },
    {
        "pid": "52644",
        "title": "Solar Service Station (3S)",
        "picture_url": "https://skild-prod.s3.amazonaws.com/p4h/images/small/team50795-entry52644-section33869-large20black20and20orange20logo-1411162021456.jpg",
        "org": "SunPower Corporation",
        "summary": "SunPower’s Solar Service Station (3S) Program  aims to provide underserved populations with access to clean and affordable products and services powered by solar energy.",
        "category": "Household Energy",
        "type": "Humanitarian Use",
        "location": "San Jose, CA, USA",
        "contact": ""
    },
    {
        "pid": "53092",
        "title": "Golden Rice",
        "picture_url": "https://skild-prod.s3.amazonaws.com/p4h/images/small/team51336-entry53092-section33823-gr12-1414793890048.jpg",
        "org": "The Golden Rice Project",
        "summary": "Rice feeds half the world. Many poor people eat only rice, which has no vitamin A. Because of lack of vitamin A about 6000 children die each day, every day. Or they go blind. Half a teacup of Golden Rice eaten daily can prevent this. We are trying to give Golden Rice to people who need and want it.",
        "category": "Nutrition",
        "type": "Humanitarian Use",
        "location": "Dornach, Switzerland",
        "contact": "contact@goldenrice.org"
    },
    {
        "pid": "52545",
        "title": "An E-Reader for the Blind: A Multi-Line Refreshable Braille Display Device",
        "picture_url": "https://skild-prod.s3.amazonaws.com/p4h/images/small/team50576-entry52545-section33892-ncsu_logo_2x2_red-1410456359609.jpg",
        "org": "North Carolina State University (patent application owner)\n\nPolymer Braille, Inc. (exclusive licensee)",
        "summary": "This application relates to raising the living standards of the blind and visually impaired by improving braille literacy as well as the availability of information via braille. According to the National Federation of the Blind (“NFB”), there are over 1.3 million individuals in the United States that are legally blind, many of whom are illiterate and unemployed.  For instance, in 2012, over 70% of blind and visually impaired adults living in the United States were unemployed and 31% of those employed lived below the poverty line.  \n\nA North Carolina State University start-up company, Polymer Braille Inc., has been formed to commercialize a low cost full page braille display will help raise braille literacy and subsequently serve as a tool to help blind and visually impaired individuals acquire education, employment, and an overall improved quality of life.  This device will be more affordable, more accessible, and more effective than previous braille displays.",
        "category": "Living Standards",
        "type": "Humanitarian Use",
        "location": "Raleigh, NC, USA",
        "contact": "Dinesh Divakaran Ph.D., Brian Eller J.D., Paul Franzon Ph.D., Peichun Yang Ph.D.\n\nEmail: brian_eller@ncsu.edu\nPhone: (919) 515-7199"
    },
    {
        "pid": "52765",
        "title": "Means and Methods of Medical Treatment and Other Actions Using Decision Tree...",
        "picture_url": "https://skild-prod.s3.amazonaws.com/p4h/images/small/team50994-entry52765-section33506-crystal-1412042014575.jpg",
        "org": "Beauford 'Beau' Chapman",
        "summary": "In October 2013 the Leapfrog Group published preventable hospital mistakes and errors resulted in the third cause of annual deaths in the United States: 440,000 lives! This invention would save those lives. It is a process with 'state of the art' best medical practices, for all surgical, physician and nursing specialties. That information is made available to providers 24/7 when patients are being diagnosed and treated.\nSurgery would benefit by visual displays and voice command technology. Touch screen technology is preferred, but not mandatory. Provider shortages are forecasted and there are increasing trends for some current specialist or primary care medical responsibilities to be transferred to other providers. This invention would be highly essential under those circumstances. Quality control would be enhanced. Worldwide implementation would represent a wonderful U.S. humanitarian 'gift' to all countries. Patient safety would match that of commercial air travel! It's 21st Century!",
        "category": "Medicine",
        "type": "Humanitarian Use",
        "location": "San Anselmo, CA",
        "contact": ""
    },
    {
        "pid": "53094",
        "title": "Combating River Blindness with a Novel Black Fly Trap",
        "picture_url": "https://skild-prod.s3.amazonaws.com/p4h/images/small/team51084-entry53094-section33846-blackflytraps-1414831189545.png",
        "org": "John Wardzala",
        "summary": "About 37 million people are infected with River Blindness (Onchocerciasis); about 300,000 of those had been permanently blinded. River Blindness is transmitted to humans by the bite of the black fly infected with the parasitic worm Onchocerca volvulus. The black fly flourishes in impoverished, tropical areas where flies contribute to poor sanitary conditions. This portable personal black fly trap aims at decreasing black flies from inhabiting a person’s living area (i.e., sleeping or cooking areas) by trapping the flies through a novel approach. After flies are trapped, the trap has a self-locking property thereby becoming a self-contained sealed unit, safe to handle and either dispose of or recycle, or can be emptied and reused, or it can collect black flies for epidemiologically data. This method is inexpensive, non-toxic, requires no power and is made of biodegradable material. Trapping and eliminating one female black fly can prevent hundreds of black fly eggs from being produced.",
        "category": "Sanitation",
        "type": "Humanitarian Use",
        "location": "Connecticut, USA",
        "contact": "bahootas@gmail.com"
    },
    {
        "pid": "53114",
        "title": "Liquid Vaccine Preparations",
        "picture_url": "https://skild-prod.s3.amazonaws.com/p4h/images/small/placeHolder.jpg",
        "org": "International Medica Foundation",
        "summary": "Vaccine preventable diseases result in the lost of millions of lives each year in developing countries but some of the vaccines that are used to reduce the disease burden are ineffective since they have been exposed to high temperatures due to the lack of refrigeration in a large number of countries. The refrigeration infrastructure required for vaccines in the United States also results in higher vaccine prices. Currently there are no shelf stable, liquid, ready to administer oral vaccines in the market. All currently marketed oral vaccines require an expensive refrigeration system called the “cold chain”. \n\nThis patent application (US 61/480,118) allows all oral vaccines to be stable for years at room temperatures and above without the need for refrigeration. We believe this will lead to the saving of millions of lives in the future as well as cost savings from eliminating the refrigeration requirements for currently marketed oral vaccines.",
        "category": "Medicine",
        "type": "Humanitarian Use",
        "location": "Rochester, MN, USA",
        "contact": "Name: Leonard P. Ruiz\nAddress: 5264 Oxford Street, Shoreview, MN  55126\nEmail: lpruiz@intl-medica.org\nPhone Number: 651-490-0212\nPreferred contact method: email\nPress contact: Scott Rosenow, sresonow@intl-medica.org"
    },
    {
        "pid": "53097",
        "title": "Green Tech Academ",
        "picture_url": "https://skild-prod.s3.amazonaws.com/p4h/images/small/team51339-entry53097-section33892-ecopic-1414841807424.jpg",
        "org": "Pat Brown, Founder",
        "summary": "Our goal is to address the following 1) Economical - Employment for Teachers and Paraprofessionals of the Green Environmental Training in low income and impoverished regions. 2) Social - Environmental stewardship in the community 3) Educational - Training about the environment 3) Sustainable - Entrepreneurship, Green Business start ups.",
        "category": "Living Standards",
        "type": "Humanitarian Use",
        "location": "Cleveland, OH US",
        "contact": "Pat Brown\nallaroundearth@gmail.org\n330.596.5134"
    },
    {
        "pid": "53115",
        "title": "Rapid Assessment of Malaria Detection Device",
        "picture_url": "https://skild-prod.s3.amazonaws.com/p4h/images/small/placeHolder.jpg",
        "org": "Case Western Reserve University",
        "summary": "Throughout human history, malaria has killed more people than any other disease caused by a single organism - more than Small Pox, more than the plague - and it is still widespread today. While the industrialized world has been rid of malaria for 50 years, malaria remains a significant humanitarian issue that affects the health and quality of life of impoverished populations.\n\nHigh-quality and accurate diagnosis of malaria is important in all settings as misdiagnosis can result in significant morbidity and mortality.  To address the challenges of malaria diagnoses through all stages of its elimination efforts, Case Western Reserve University’s (CWRU) Center for Global Health \u0026 Diseases, in conjunction with the Departments of Physics and Biomedical Engineering, has developed the Rapid Assessment of Malaria (RAM) Method, a detection device technology that provides efficient, low-cost population screening of hemozoin, the partially magnetic digestive by-product of malaria parasites.",
        "category": "Medicine",
        "type": "Humanitarian Use",
        "location": "Cleveland, OH, USA",
        "contact": "Name: Brian T. Grimberg, Ph.D.\nAddress: Case Western Reserve University\n2109 Adelbert Road\nBiomedical Research Building, Room 427\nCleveland, OH 44106-4983\nEmail: endmalaria@case.edu\nPhone Number: 216. 368.6328\nPreferred contact method: email\nPress contact: Jessica Studeny, jes91@case.edu, 216.368.4692"
    },
    {
        "pid": "53063",
        "title": "Obstacle Detection Device",
        "picture_url": "https://skild-prod.s3.amazonaws.com/p4h/images/small/team51275-entry53063-section33892-fauxseelogotrans-13-1414533491100.png",
        "org": "George Brandon Foshee\nTimothy Allen Zigler",
        "summary": "Difficulty with safe and efficient travel is more than a mere frustration or hindrance for blind navigators, it represents one of the biggest challenges to the independence and productivity of blind individuals and has had significant detrimental effects on the educational, vocational, and social prospects for this demographic. As the ability to travel safely and efficiently from place to place is critical for success , our solution is to improve the navigation experience for blind people by providing better information to support the process. Indeed, we argue that the underlying problem is lack of information access, not blindness;  therefore, our invention  Roboglasses™ is an assistive device that effectively protects the unsighted from head and upper-body injury.  This device will provide enhanced capability and accurate  information for safe, efficient, independent, and productive foot travel that is not currently available for the blind.",
        "category": "Living Standards",
        "type": "Humanitarian Use",
        "location": "Magnolia, AR, USA",
        "contact": "Brandon Foshee\noffice-4030 Col. Rd. 5 Magnolia, AR 71753\nemail-brandonfoshee40@yahoo.com\nPh#-870-696-3871\npreferred contact method-email\npress contact-brandonfoshee40@yahoo.com"
    },
    {
        "pid": "53045",
        "title": "SHAPE CAPTURING JAMMABLE ASSEMBLY FOR PROSTHETIC AND ORTHOTICS CARE",
        "picture_url": "https://skild-prod.s3.amazonaws.com/p4h/images/small/team51250-entry53045-section33506-bethlogo-1414102108365.jpg",
        "org": "BeTHCare, Inc.",
        "summary": "Benevolent Technologies for Health (BeTH) is focused on creating low cost, high impact healthcare solutions by introducing the world's first adjustable prosthetic interface aimed to increase amputee comfort, while reducing fabrication time and overall costs. \n\nThe company aims to address the need for prosthetics and orthotics care in developing countries where access to skilled rehabilitation experts is limited. Currently, more than 600 million people in the world experience a disability and an estimated 80% of disabled people live in developing countries. BeTH aims to close the gap between accessibility and need by creating a universal fit prosthetic device minimizing the need for custom fabrication and skilled expertise.",
        "category": "Medicine",
        "type": "Humanitarian Use",
        "location": "Cambridge, MA, USA",
        "contact": "Jason Hill\nJason@bethcare.us\n(617) 871- 9324"
    },
    {
        "pid": "53017",
        "title": "Portable Water Purification Station",
        "picture_url": "https://skild-prod.s3.amazonaws.com/p4h/images/small/team51190-entry53017-section33869-photo01-1413401399597.jpg",
        "org": "Jamel HANBLI (Independent Invotor )",
        "summary": "Since 1998, and as the independent inventor and researcher, I devoted myself entirely to find scientific and technological solutions, more efficient and less costly.\nA Portable water purification station that is portable and small in size that is capable of cooling and purifying about 8 to 15 liters of water per hour between 3 to 10° C. The water cooler/water purification station is equipped with an ultraviolet lamp which serves to kill bacteria in stagnant water. A removable kit is positioned in the top of the housing. The Kit includes various sensors, as well as, the UV lamp and an exit passageway 70 for treated water.\nMy target is transform my scientific knowledge into value-added, is to make my invention accessible to everyone and specially, underserved countries to clean and safe water, has a reduced cost, this is for humanity and peace in the world.",
        "category": "Household Energy",
        "type": "Humanitarian Research",
        "location": "Tunis, Tunisia",
        "contact": "jamelhanbli@yahoo.fr\nhttps://www.linkedin.com/pub/jamel-hanbli/8b/581/800"
    },
    {
        "pid": "53082",
        "title": "Wound-Pump: A Simplified Negative Pressure Wound Therapy Device",
        "picture_url": "https://skild-prod.s3.amazonaws.com/p4h/images/small/team51325-entry53082-section33506-wicarelogo2013-1414746994557.jpg",
        "org": "Worldwide Innovative Healthcare (WiCare)",
        "summary": "WiCare develops innovative medical devices that are clinically effective and affordable worldwide. Our first product is the Wound-Pump, a negative-pressure wound therapy (NPWT) device. NPWT is the application of low vacuum to a wound cavity. It is the only bedside therapy proven to heal chronic wounds (i.e., diabetic, pressure and venous ulcers), of which there are over 70M worldwide. Unfortunately, NPWT treats less than 0.001% of them, due to many barriers. WiCare overcomes current limitations with our patent-pending Wound-Pump system. Successful Wound-Pump treatments were administered during the earthquake relief effort in Haiti 2010 and during a phase I clinical trial in Rwanda 2011-2012.",
        "category": "Medicine",
        "type": "Humanitarian Use",
        "location": "Cambridge, MA, USA",
        "contact": "Danielle R. Zurovcik\n250 Main Street #425584\nCambridge, MA 02142\n\ndrz@wicaresolutions.com"
    }
]